Revit 2027 API
ParameterTypeId.FabricWireLength Property
 "Wire length": The wire length
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricWireLength { get; }
Public Shared ReadOnly Property FabricWireLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricWireLength {
	ForgeTypeId^ get ();
}
static member FabricWireLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace